Repository: zhang232425/ZJPersonal
Catalog: ZJPersonal/Assets/*.lproj/Locale.strings
Languages: id

source: Request Timeout
id: Waktu permintaan habis.

# requestFailed
source: No signal yet
id: Tidak Ada Sinyal

# requestFailedPleaseRetry
source: Request failed, please try again
id: Permintaan gagal, Silakan coba lagi

# main_item_rm
source: My RM
id: RM Saya

# main_item_performance
source: Customer Management
id: Manajemen Pelanggan

# main_item_chat
source: Contact Online
id: Kontak Online

# main_item_setting
source: Settings
id: Pengaturan

# main_welcome_title
source: Welcome to AsetKu
id: Selamat Datang di AsetKu

# main_welcome_desc
source: Login/Register to enjoy more privileges
id: Login/Daftar untuk nikmati keistimewaan lainnya

# main_unlogin_btn_title
source: Login / Register
id: Login / Daftar

# main_coupon_unused
source: Coupon
id: Kupon

# main_coupon_title
source: Coupon
id: Kupon

# main_invite_title
source: Invite Friends
id: Undang Teman

# chat_toplevel_faq_prefix
source: Are you going to consult the following questions?
id: Permisi, pertanyaan yang ingin Anda konsultasikan adalah?

# chat_phone_call_title
source: Tips
id: Saran

# chat_phone_call_desc
source: Call AsetKu Official Hotline
id: Hubungi Hotline Resmi AsetKu

# download_telegram
source: Please download Telegram first
id: Silakan download Telegram dahulu

# generating_certificate
source: Failed to generate Certificate. Please participate in the Program again
id: Sertifikat gagal dibuat. Silakan berpartisipasi lagi dalam Program

source: Confirm
id: Konfirmasi

# markMessagesRead
source: Set All Read
id: Atur Semua Dibaca

# markAllMessageReadNotice
source: Are you sure to set all unread messages to read?
id: Apakah yakin atur semua pesan yang belum dibaca menjadi telah dibaca?

# settingTitle
source: Settings
id: Pengaturan

# languageSelection
source: Language
id: Bahasa

# signOut
source: Log out
id: Keluar

source: Set login password
id: Atur kata sandi login

# setPasswordHint
source: Please enter 8-16 digits password
id: Silakan Masukkan 8-16 Digit Kata Sandi

# passwordFormatError
source: The format of the password you set is incorrect. Password must be 8-16 characters
id: Format kata sandi yang Anda buat salah.Kata sandi harus 8-16 huruf.

# setPasswordSuccess
source: Set password successfully
id: Atur kata sandi berhasil

source: Change login password
id: Ubah kata sandi login

# changePasswordSuccess
source: Password has been changed successfully
id: Kata sandi telah berhasil diubah

# newPwdCannotBeSameToOld
source: The new password can not be the same as the old password
id: Kata sandi baru tidak boleh sama dengan kata sandi lama

# touchIdConfigItemTitle
source: Fingerprint Password
id: Login Sidik Jari

# faceIdConfigItemTitle
source: Face ID Password
id: Kata Sandi Face ID

# touchIdEvaluateReason
source: Put your finger on the device fingerprint recognition area to verify the fingerprint
id: Letakkan jari di sensor sidik jari untuk memverifikasi sidik jari Anda

# faceIdEvaluateReason
source: Please use Face ID to verify your identity
id: Silakan gunakan Face ID untuk verifikasi identitas Anda

# evaluationFailToast
source: Verification failed, please try again
id: Verifikasi gagal. Silakan coba kembali

# passcodeNotSetToast
source: No password is set for the device, please turn on the password first
id: Perangkat belum diatur kata sandi. Silakan aktifkan kata sandi

# biometryLockoutToast
source: Too many incorrect attempts, please try again later
id: Jumlah kesalahan terlalu banyak. Silakan coba kembali beberapa saat

# touchNotEnrolledToast
source: Fingerprint is off. Please go to system settings to turn on fingerprint.
id: Sidik jari belum diaktifkan, silakan ke pengaturan sistem untuk mengaktifkan sidik jari

# faceNotEnrolledToast
source: Face ID is off. Please go to the system settings to turn on Face ID.
id: Face ID belum diaktifkan, silakan ke pengaturan sistem untuk mengaktifkan Face ID

# touchIdPasswordEnabled
source: The fingerprint password is on
id: Login sidik jari berhasil diaktifkan

# touchIdPasswordDisabled
source: The fingerprint password is off
id: Login sidik jari telah dinonaktifkan

# faceIdPasswordEnabled
source: Successfully activated Face ID
id: Berhasil aktifkan Face ID

# faceIdPasswordDisabled
source: Face ID has been deactivated
id: Telah nonaktifkan Face ID

# appVersionTitle
source: App Version
id: Versi App

source: Already the latest version
id: Versi Terbaru

source: Clear Cache
id: Hapus Cache

source: Account Deletion
id: Penghapusan Akun

source: Log out success!
id: Sukses keluar!

source: Wealth Score
id: Skor Kekayaan

# pleaseLogin
source: Register/Login to enjoy more privileges
id: Daftar/Masuk untuk menikmati lebih banyak hak istimewa

# coupon
source: Coupons
id: Kupon

source: Task
id: Tugas

# privilege
source: Privileges
id: Hak Istimewa

source: Electronic signature
id: Tanda Tangan Elektronik

# message
source: Messages
id: Notifikasi

# invitationReward
source: Referral Rewards
id: Hadiah Referral

source: RM / BA Manager
id: Manajer RM / BA

# performanceManagement
source: Achievements Management
id: Manajemen Pencapaian

# setting
source: Settings
id: Pengaturan

# aboutUs
source: About Asetku
id: Tentang Asetku

# userInfoTitle
source: Personal Info
id: Informasi Pribadi

# headPortrait
source: Profile Picture
id: Foto Profil

source: Nickname
id: Nama Panggilan

# authentication
source: Verification
id: Verifikasi

# phoneNumber
source: Mobile Number
id: Nomor Telepon

# myBankCard
source: Bank Card
id: Rekening Bank

# finishCertificationAlertText
source: Please complete the verification
id: Silakan lengkapi verifikasi

# passwordManagement
source: Password Settings
id: Pengaturan Kata Sandi

# toAuthenticate
source: Verify
id: Verifikasi

source: Verified
id: Terverifikasi

# authenticating
source: Verifying
id: Memverifikasi

source: Locked
id: Dibekukan

# takingPicture
source: Take a photo
id: Mengambil Foto

source: Use Default Avatar
id: Gunakan Avatar Default

# changeRM_BATips
source: If you want to change RM / BA, please contact customer service
id: Jika Anda ingin mengubah RM / BA, silakan hubungi Customer Service

source: code
id: kode

source: To Add
id: Tambahkan

source: Current Email
id: Email Saat ini

source: Change E-mail
id: Ubah E-mail

source: Bind Email
id: Hubungkan Email

source: Update Email
id: Perbarui Email

# enterEmailTips
source: Please enter email
id: Silakan masukkan email

# getEmailVerficationCode
source: Get email verification code
id: Dapatkan kode verifikasi email

source: Verify Email
id: Verifikasi Email

# verificationCodeHasBeenSentTips
source: The verification code has been sent to %@. The code is valid within 15 minutes
id: Kode verifikasi telah dikirim ke %@. Berlaku 15 menit

source: Resend
id: Kirim Ulang

# enterEmailVerficationCode
source: Enter email verification code
id: Masukkan kode verifikasi email

# incorrectVerificationCodeTips
source: Incorrect verification code. Please enter again.
id: Kode verifikasi salah. Silakan masukkan kembali

source: Next Step
id: Selanjutnya

source: Bound Successfully
id: Berhasil Terhubung

source: Update Successfully
id: Perbarui Berhasil

source: Done
id: Selesai

# changeNicknameTitle
source: Change Nickname
id: ubah nama pengguna

# toSet
source: Set
id: Mendirikan

# changeNicknameTips
source: Nickname within 20 characters
id: Nama panggilan dalam 20 karakter

source: Save
id: Menyimpan

source: Setup Failed
id: Gagal di atur

# setupSuccessfully
source: Successfully Setup
id: Berhasil di atur
